{
  "# GS USB to CAN interface": "# GS USB zu CAN Schnittstelle",
  "1 = startRoutine, 2 = stopRoutine, 3 = requestRoutineResults": "1 = startRoutine, 2 = stopRoutine, 3 = requestRoutineResults",
  "A 'Smart Scan Run' is currently only available on the local machine.": "Ein 'Smart Scan Run' kann momentan nur auf der lokalen Maschine ausgeführt werden.",
  "A free license was already added.": "Eine freie Lizenz wurde bereits hinzugefügt.",
  "A PCAN device was detected, but the PCAN-Basic driver is not installed.": "Ein PCAN Device wurde erkannt, aber der PCAN-Basic Treiber ist nicht installiert.",
  "Accept": "Accept",
  "ACTIONS COULD CAUSE SERIOUS OPERATIONAL MALFUNCTION, DAMAGE TO EQUIPMENT, AND\n": "SCHÄDEN AN DER AUSRÜSTUNG UND\n",
  "Add": "Hinzufügen",
  "Add a license": "Fügen Sie eine Lizenz hinzu",
  "Add an ISOTP Endpoint": "ISOTP Endpoint hinzufügen",
  "Add Endpoint": "Füge Endpoint hinzu",
  "Add Group": "Gruppe hinzufügen",
  "Add selected endpoints": "Füge die selektierten Endpunkte ein",
  "Add User": "Benutzer hinzufügen",
  "Admin rights": "Admin Rechte",
  "After adding the lines, please reload the udev rules with this command": "Lade die udev Regel neu mit diesem Befehl nach dem hinzufügen der Zeilen",
  "after the completion of the job. These Files will then be saved in the database ": "nach der Beendigung des Jobs spezifizieren. Diese Dateien werden dann in der Datenbank ",
  "All local content will be overwritten with the remote Git repository content.": "Alle lokalen Inhalte werden mit denen des 'remote Git repository' überschrieben.",
  "All tests finished successfully": "Alle Tests wurden erfolgreich beendet",
  "Always Active": "Immer Aktiv",
  "Analyzers": "Analyzers",
  "Answered": "Answered",
  "Answertime (avg ms)": "Antwortzeit (avg ms)",
  "Answertime (max ms)": "Antwortzeit (max ms)",
  "Answertime (min ms)": "Antwortzeit (min ms)",
  "Answertime (neg avg ms)": "Antwortzeit (neg avg ms)",
  "Answertime (neg max ms)": "Antwortzeit (neg max ms)",
  "Answertime (neg min ms)": "Antwortzeit (neg min ms)",
  "Answertime (pos avg ms)": "Antwortzeit (pos avg ms)",
  "Answertime (pos max ms)": "Antwortzeit (pos max ms)",
  "Answertime (pos min ms)": "Antwortzeit (pos min ms)",
  "Artifact Download failed": "Artefakt Download fehlgeschlagen",
  "Artifact type": "Artefakt Typ",
  "Artifacts Download failed": "Artefakte Download fehlgeschlagen",
  "Assigned Groups": "Zugewiesene Gruppen",
  "Associated Target ECU": "Verbundene Target ECU",
  "At least one test finished with a warning": "Mindestens ein Test wurde mit einer Warnung beendet",
  "At least one test finished with an error": "Mindestens ein Test wurde mit einem Fehler beendet",
  "automatic": "automatisch",
  "Backend Events": "Hintergrund Events",
  "Basic testcase template is used without prewritten testcase": "Testcase Vorlage wird ohne vorgefertigten Testcase verwendet",
  "BE DANGEROUS. YOUR ACTIONS CAN INFLUENCE THE BEHAVIOR OF AN ELECTRONIC CONTROL\n": "GEFÄHRLICH SEIN KANN. IHRE HANDLUNGEN KÖNNEN DAS VERHALTEN EINES ELEKTRONISCHEN STEUERUNGSSYSTEMS BEEINFLUSSEN\n",
  "Bitrate": "Bitrate",
  "Blocksize in FC frame": "Blockgröße im FC frame",
  "Boot Delay": "Boot Verzögerung",
  "Bug Report": "Fehlerbericht",
  "Can Bus": "Can Bus",
  "CAN FD": "CAN FD",
  "CAN filters": "CAN filters",
  "Can Socket": "Can Socket",
  "Cancel": "Abbrechen",
  "Category": "Kategorie",
  "Certain files ({{notDeleteableFileNames}}) can not be deleted. ": "Certain files ({{notDeleteableFileNames}}) can not be deleted. ",
  "Change": "Ändern",
  "Change Groups": "Gruppen ändern",
  "Change Password": "Passwort ändern",
  "Change user data": "Benutzerdaten ändern",
  "Channel": "Channel",
  "Channel on which the scan should be run. If your channel does not appear in the list you can refresh it.": "Channel auf dem der Scan ausgeführt werden soll. Sollte Ihr Channel nicht in der Liste auftauchen können Sie diese aktualisieren.",
  "City": "Stadt",
  "Class": "Klasse",
  "Click on a file to start editing": "Klicken Sie auf eine Datei um zu editieren",
  "Click the following button to contact us for a paid license. The form data you inserted will be used to populate an automatically generated email which you can send to us. If your email client doesn't open you can also click on the \"Show Mail Content\" button, copy the displayed text and send it to license@dissec.to.": "Klicken Sie die folgende Schaltfläche, um uns per Mail bezüglich einer bezahlten Lizenz zu kontaktieren. Die von Ihnen eingegebenen Daten werden verwendet, um automatisch eine E-Mail zu befüllen, die Sie an uns senden können. Falls Ihr E-Mail-Client sich nicht automatisch öffnet, können Sie auch auf die \"Zeige Mail Inhalt\" Schaltfläche klicken, den Inhalt kopieren und ihn an license@dissec.to schicken.",
  "Click the following button to request a free license. The form data you inserted will be used to generate the license which gets added automatically in the licenses tab. The free license requires you to type in your email address. You can also specify if and when our sales team may contact you about paid license options.": "Klicken Sie die folgende Schaltfläche, um eine freie Lizenz anzufragen. Die von Ihnen eingegebenen Daten werden verwendet, um die Lizenz zu generieren, welche automatisch im Lizenz Tab erscheint. Für eine freie Lizenz müssen Sie mindestens ihre E-Mail-Adresse eingeben. Sie können zudem angeben, ob und wann unser Sales-Team Sie bezüglich bezahlter Lizenzen kontaktieren soll.",
  "Click to find out more about this feature.": "Klicken Sie um mehr über dieses Feature zu erfahren.",
  "Click to go to the license page": "Klicken Sie um zur Lizenz Seite zu gelangen",
  "Click to refresh available remote testcases": "Klicken um verfügbare Remote-Testcases zu aktualisieren",
  "Comma separated list of RoutineControlTypes": "Kommaseparierte Liste von RoutineControlTypes",
  "Company": "Firma",
  "completed": "Fertig",
  "config.json": "config.json",
  "Console Output": "Konsolen Ausgabe",
  "Contact us for a paid license": "Kontaktieren Sie uns bezüglich einer bezahlten Lizenz",
  "Contact us for more information": "Kontaktieren Sie uns für mehr Informationen",
  "Continue Scan": "Scan fortsetzen",
  "Copy": "Kopieren",
  "Country": "Land",
  "Coupon code": "Coupon code",
  "Create": "Erstellen",
  "Create a new configuration entry": "Erstelle einen neuen Konfigurationseintrag",
  "Create a new probe": "Erstelle eine neue Probe",
  "Create a new target ECU": "Erstelle eine neue Target ECU",
  "Create a new testcase template": "Erstelle ein neues Testcase Template",
  "Create user overlay": "Erstelle überlagernden Eintrag",
  "Created at": "Erstellt am",
  "Created At": "Erstellt am",
  "Created by user": "Von Benutzer erstellt",
  "Created internally": "Intern erstellt",
  "CSV report download failed": "CSV Report Download fehlgeschlagen",
  "Current staff user password": "Angemeldeter Staff User Passwort",
  "Dear Sir or Madam": "Sehr geehrte Damen und Herren",
  "Delay for a session change": "Verzögerung für einen Session-Wechsel",
  "Delay for boot-up of ECU after reset": "Verzögerung für das Boot-up einer ECU nach dem Reset",
  "Delay off (seconds)": "Ausschaltverzögerung (Sekunden)",
  "Delay on (seconds)": "Einschaltverzögerung (Sekunden)",
  "Delete": "Löschen",
  "Deleting a configuration entry is permanent and can not be undone. Of course you can always create a new one. Are you sure?": "Das Löschen eines Konfigurationselements ist permament und kann nicht rückgängig gemacht werden. Natürlich können Sie jederzeit eine neue erstellen. Sind Sie sicher?",
  "Deleting a configuration entry is permanent and can not be undone. Please note that this entry was auto generated and should not be deleted by a user. Are you sure?": "Das Löschen eines Konfigurationselements ist permament und kann nicht rückgängig gemacht werden. Dieser Eintrag wurde automatisch generiert und sollte nicht von einem Benutzer gelöscht werden. Sind Sie sicher?",
  "Deleting a configuration is permanent and can not be undone. Of course you can always create a new one. Are you sure?": "Das Löschen einer Konfiguration ist permament und kann nicht rückgängig gemacht werden. Natürlich können Sie jederzeit eine neue erstellen. Sind Sie sicher?",
  "Deleting a group is permanent and can not be undone. Of course you can always create a new one. Are you sure?": "Das Löschen einer Gruppe ist permament und kann nicht rückgängig gemacht werden. Natürlich können Sie jederzeit eine neue erstellen. Sind Sie sicher?",
  "Deleting a license is permanent and can not be undone. Of course you can always add it again. Are you sure?": "Das Löschen einer Lizenz ist permament und kann nicht rückgängig gemacht werden. Natürlich können Sie sie jederzeit erneut hinzufügen. Sind Sie sicher?",
  "Deleting a probe is permanent and can not be undone. Of course you can always create a new one. Are you sure?": "Das Löschen einer Probe ist permanent und kann nicht rückgängig gemacht werden. Natürlich können Sie jederzeit eine neuen hinzufügen. Sind Sie sicher?",
  "Deleting a target ECU is permanent and can not be undone. Of course you can always create a new one. Are you sure?": "Das Löschen einer Target ECU ist permanent und kann nicht rückgängig gemacht werden. Natürlich können Sie jederzeit eine neuen hinzufügen. Sind Sie sicher?",
  "Deleting a template is permanent and can not be undone. Of course you can always create a new one. Are you sure?": "Das Löschen eines Templates ist permanent und kann nicht rückgängig gemacht werden. Natürlich können Sie jederzeit ein neues erstellen. Sind Sie sicher?",
  "Deleting a testcase run is permanent and can not be undone. Of course you can always start a new one. Are you sure?": "Das Löschen eines Testcase Durchlaufs ist permanent und kann nicht rückgängig gemacht werden. Natürlich können Sie jederzeit einen neuen starten. Sind Sie sicher?",
  "Deleting a user is permanent and can not be undone. Of course you can always create a new one. Are you sure?": "Das Löschen eines Users ist permanent und kann nicht rückgängig gemacht werden. Natürlich können Sie jederzeit einen neuen hinzufügen. Sind Sie sicher?",
  "Deleting an endpoint is permanent and can not be undone. Of course you can always create a new one. Are you sure?": "Das Löschen eines Endpoints ist permament und kann nicht rückgängig gemacht werden.  Natürlich können Sie jederzeit einen neuen erstellen. Sind Sie sicher?",
  "Deleting jobs is permanent and can not be undone. Of course you can always start them again. Are you sure?": "Das Löschen von Jobs ist permanent und kann nicht rückgängig gemacht werden. Natürlich können Sie jederzeit neue starten. Sind Sie sicher?",
  "Deleting the testcases is permanent and can not be undone. Of course you can always start them again. Are you sure?": "Das Löschen der Testcases ist permanent und kann nicht rückgängig gemacht werden. Natürlich können Sie jederzeit neue starten. Sind Sie sicher?",
  "Description": "Beschreibung",
  "Description for this target ECU": "Beschreibung dieser Target ECU",
  "Details": "Details",
  "Disabled": "Deaktiviert",
  "Disclaimer": "Haftungsausschluss",
  "Do you really want to delete all testcases?": "Möchten Sie wirklich alle Testcases löschen?",
  "Do you really want to delete the job(s)?": "Möchten Sie wirklich diese Jobs löschen?",
  "Do you really want to delete this auto generated configuration entry?": "Möchten Sie wirklich dieses automatisch generierte Konfigurationselement löschen?",
  "Do you really want to delete this configuration entry?": "Möchten Sie wirklich dieses Konfigurationselement löschen?",
  "Do you really want to delete this endpoint?": "Möchten Sie diesen Endpoint wirklich löschen?",
  "Do you really want to delete this group?": "Möchten Sie diese Gruppe wirklich löschen?",
  "Do you really want to delete this license?": "Möchten Sie diese Lizenz wirklich löschen?",
  "Do you really want to delete this probe?": "Möchten Sie diese Probe wirklich löschen?",
  "Do you really want to delete this scan run configuration?": "Möchten Sie diese Scan-Run-Konfiguration wirklich löschen?",
  "Do you really want to delete this target ECU?": "Möchten Sie diese Target ECU wirklich löschen?",
  "Do you really want to delete this template?": "Möchten Sie dieses Template wirklich löschen?",
  "Do you really want to delete this testcase run?": "Möchten Sie diesen Testcase Durchlauf wirklich löschen?",
  "Do you really want to delete this user?": "Möchten Sie diesen Benutzer wirklich löschen?",
  "Do you really want to re-clone this testcase?": "Möchten Sie diesen Testcase wirklich neu klonen?",
  "Do you really want to stop this scan run?": "Möchten Sie diesen Scan-Run wirklich löschen?",
  "Download": "Download",
  "Download all": "Downloade alle",
  "Download all artifacts": "Downloade alle Artefakte",
  "Downloading ...": "Downloading ...",
  "Edit": "Editieren",
  "Edit an existing probe": "Editiere eine bestehende Probe",
  "Edit an existing target ECU": "Editiere eine bestehende Target ECU",
  "Edit an existing template": "Editiere ein bestehendes Template",
  "Either there is already an entry with that key or it does not match the naming convention - \"ExampleKey_0\"": "Entweder existiert bereits ein Eintrag mit diesem Key oder er entspricht nicht der Namenskonvention - \"ExampleKey_0\"",
  "Email": "E-Mail",
  "EMail": "E-Mail",
  "Email address": "E-Mail Adresse",
  "EMail address already taken": "Diese E-Mail Adresse ist bereits vergeben",
  "Empty folders will not be available in the GIT version history of this template and are also not created on a probe during testcase / job execution.": "Leere Ordner sind in der GIT-Versionshistorie dieses Templates nicht verfügbar und werden auch nicht während der Ausführung eines Testfalls/Jobs auf einer Probe erstellt.",
  "Error description": "Fehlerbeschreibung",
  "EULA": "EULA",
  "Execute testcase on selected TargetECU": "Führe den Testcase auf der ausgewählten TargetECU aus",
  "Expert Mode": "Expertenmodus",
  "Expiry date": "Gültig bis",
  "EXT_ADDRESS": "EXT_ADDRESS",
  "Extended Addressing": "Extended Addressing",
  "Extended CAN ID": "Extended CAN ID",
  "Extended Receiver Address (opt.)": "Extended Empfänger Adresse (opt.)",
  "Extended Scan Range": "Extended Scan Range",
  "Extended sender address (opt.)": "Extended Sender Adresse (opt.)",
  "Failed to add license": "Das Hinzufügen der Lizenz ist fehlgeschlagen",
  "Feature": "Feature",
  "Fetching feature overview data from server.": "Hole Feature Übersicht Daten vom Server.",
  "File Tree": "Dateibaum",
  "File Upload failed": "Datei Upload fehlgeschlagen",
  "Filter": "Filter",
  "Filter for names": "Filter nach Namen",
  "Finding": "Finding",
  "Findings": "Findings",
  "Finished at": "Beendet am",
  "First name": "Vorname",
  "First Name": "Vorname",
  "for the USB device": "for the USB device",
  "Frame transmission time": "Frame Übertragungszeit",
  "Generate CSV Report": "Generiere CSV Report",
  "Generated configuration for {hwInterface.name} follows, this will be passed directly to the python-can <3>can.Bus(...)</3> constructor.": "Generierte Konfiguration für {{hwInterface.name}} folgt, diese wird direkt an den python-can <3>can.Bus(...)</3> \"Konstruktor\" übergeben.",
  "Generated Data": "Generierte Daten",
  "Generic job": "Generischer Job",
  "Generic Job": "Generischer Job",
  "Generic job artifacts": "Generische Job Artefakte",
  "Generic job for probe ": "Generischer Job für Probe ",
  "Global Live Data": "Globale Live Daten",
  "Global timeout for all enumerators": "Globales Timeout für alle Enumeratoren",
  "Go to the licenses view to get an overview of the different options for increasing the scan duration.": "Gehen Sie auf den Lizenz View um eine Übersicht über die verschiedenen Optionen zur Erhöhung der Scan-Dauer zu erhalten.",
  "GPIO": "GPIO",
  "GPIO Power Supply": "GPIO Netzteil",
  "Group Management": "Gruppenverwaltung",
  "Groups": "Gruppen",
  "hardware handshake (RTS/CTS)": "hardware handshake (RTS/CTS)",
  "Hardware Interface": "Hardware Schnittstelle",
  "Hardware interface name": "Hardware interface name",
  "Hardware Interface Name": "Hardware Interface Name",
  "Hardware Interfaces": "Hardware Schnittstellen",
  "Hardware-ID": "Hardware-ID",
  "Here you can specify the commands and their environment so the jobs can run successful.": "Hier können Sie die Befehle und deren Umgebung spezifizieren sodass die Jobs erfolgreich laufen können.",
  "Hexadecimal Mode": "Hexadezimal Modus",
  "Hold ALT and click on a row to jump to the corresponding log entry": "ALT gedrückt halten und klicken um auf den entsprechenden Logeintrag zu springen",
  "HW Interface": "HW Schnittstelle",
  "HydraCore Documentation": "HydraCore Dokumentation",
  "I would like to request a license for HydraScope.": "Ich würde gerne eine Lizenz für HydraScope anfordern.",
  "I2C Sensor Address": "I2C Sensor Adresse",
  "Impressum": "Impressum",
  "Infinite": "Unendlich",
  "Inform me about updates": "Informiere mich über Updates",
  "Insert license here": "Lizenz hier einfügen",
  "Interface": "Interface",
  "Invalid email address": "Ungültige E-Mail Adresse",
  "Inverted": "Invertiert",
  "ISOTP Endpoint": "ISOTP Endpoint",
  "ISOTP Endpoint Scan Run": "ISOTP Endpoint Scan Run",
  "ISOTP Endpoints": "ISOTP Endpoints",
  "ISOTP Socket": "ISOTP Socket",
  "Issued at": "Ausgesellt am",
  "Job finished with an error": "Job wurde mit einem Fehler beendet",
  "Job ID": "Job ID",
  "Job is running": "Job läuft",
  "Job successfully finished": "Job erfolgreich beendet",
  "Job waits for the archive download to finish": "Job wartet auf die Beendigung des Archiv-Downloads",
  "Job waits for the artifact upload to finish": "Job wartet auf die Beendigung des Artifact-Uploads",
  "Job was created and is currently queued": "Job wurde erstellt und befindet sich momentan in der Warteschlange",
  "Job was created and should run as soon as possible": "Job wurde erstellt und sollte so bald wie möglich starten",
  "Key": "Key",
  "Kind regards": "Mit freundlichen Grüßen",
  "Language Mode": "Sprachmodus",
  "Last login": "Letzte Anmeldung",
  "last login failed": "Der letzte Anmeldeversuch ist fehlgeschlagen",
  "Last name": "Nachname",
  "Last Name": "Nachname",
  "Last Seen": "Zuletzt gesehen",
  "Last Seen IP": "Zuletzt gesehene IP",
  "Last updated": "Zuletzt aktualisiert",
  "Leave this field empty if you dont't want to change the password.": "Lassen Sie dieses Feld leer wenn das Passwort nicht geändert werden soll.",
  "Legal": "Rechtliches",
  "Licence feature overview": "Übersicht der Lizenz Features",
  "License": "Lizenz",
  "License expired": "Lizenz abgelaufen",
  "License has been disabled. Please contact license@dissec.to if you have any questions regarding the license.": "Lizenz wurde deaktiviert. Bitte kontaktieren Sie license@dissec.to wenn Sie Fragen bezüglich der Lizenz haben.",
  "License not valid for this machine": "Lizenz ist nicht gültig für diese Maschine",
  "License type": "Lizenztyp",
  "Licenses": "Lizenzen",
  "Licenses View": "Lizenz View",
  "List of sub-functions to be scanned": "Liste von Sub-Funktionen die gescanned werden",
  "Listen only": "Listen only",
  "Loading directory tree": "Lade Verzeichnisstruktur",
  "local": "lokal",
  "Login": "Login",
  "Logline": "Logzeile",
  "Logs": "Logs",
  "Main Menu": "Main Menu",
  "Manually add an ISOTP Endpoint": "Manuelles Hinzufügen eines ISOTP Endpoints",
  "Maximum duration of a Scan in seconds": "Maximale Dauer eines Scans in Sekunden",
  "Mr": "Herr",
  "Mrs": "Frau",
  "Name": "Name",
  "Name / identifier of the CAN interface this endpoint was found": "Name / Identifier der CAN Schnittstelle auf der dieser Endpoint gefunden wurde",
  "Name / identifier of this endpoint": "Name / Identifier dieses Endpoints",
  "Name / identifier of this probe": "Name / Identifier der Probe",
  "Name / identifier of this scan run": "Name / Identifier dieses Scan Runs",
  "Name / identifier of this target ECU": "Name / Identifier dieser Target ECU",
  "Name already taken": "Name bereits vergeben",
  "Name of the associated Target ECU": "Name der verbundenen Target ECU",
  "Neg. Response": "Neg. Response",
  "Never": "Niemals",
  "New Password": "Neues Passwort",
  "New User EMail address": "Neue Benutzer E-Mail Adresse",
  "New User Name": "Neuer Benutzer Name",
  "New User Password": "Neues Benutzer Passwort",
  "No": "Nein",
  "No test was executed": "Es wurde kein Test ausgeführt",
  "Noise Listen Time": "Noise Listen Time",
  "None": "None",
  "NOT completed": "NICHT fertig",
  "Not connected yet": "Noch nicht verbunden",
  "Ok": "Ok",
  "OK": "OK",
  "Old Password": "Altes Passwort",
  "One Month": "In einem Monat",
  "Open Source Licenses": "Open Source Lizenzen",
  "Overlays internal config": "Überlagert interne Konfiguration",
  "Overlays internal value": "Überlagert internen Wert",
  "Overview of the started generic jobs": "Übersicht der gestarteten generischen Jobs",
  "Padding": "Padding",
  "Password": "Passwort",
  "Password confirmation": "Passwort bestätigen",
  "Paste in the received license": "Erhaltene Lizenz in dieses Feld einfügen",
  "Path": "Pfad",
  "Pause Scan": "Scan pausieren",
  "PHYSICAL INJURY TO YOURSELF AND OTHERS.": "KÖRPERLICHE VERLETZUNGEN BEI IHNEN UND ANDEREN VERURSACHEN.",
  "Please add the following 2 lines to /etc/udev/rules.d/99-custom.rules": "Bitte fügen Sie die folgenden zwei Zeilen in /etc/udev/rules.d/99-custom.rules ein",
  "Please check if the selected channel is available on the probe.": "Bitte überprüfen Sie ob der ausgewählte Channel auf der Probe verfügbar ist.",
  "Please check your email inbox and click on the provided link to finish the verification. Check your spam folder if the email does not appear in the inbox.": "Bitte überprüfen Sie Ihr E-Mail-Postfach und klicken Sie auf den bereitgestellten Link um die Verifizierung abzuschließen. Überprüfen Sie ihren Spam-Ordner sollte die E-Mail nicht in ihrem E-Mail-Eingang auftauchen.",
  "Please configure the SocketCAN interface using the <1>ip</1> command.": "Bitte konfigurieren Sie die SocketCAN Schnittstelle mit dem <1>ip</1> Befehl.",
  "Please describe the bug you encountered and how to reproduce the behaviour on our support website by filling in a bug report": "Bitte beschreiben Sie den Fehler, den Sie entdeckt haben, und unter welchen Umständen dieser aufgetreten ist, indem Sie auf unserer Support-Webseite einen Fehlerbericht ersellen:",
  "Please fill in the following form. Afterwards you can either try to obtain a free license (only one per domain) or request a paid license.": "Bitte befüllen Sie die folgende Eingabemaske. Anschließend können Sie entweder versuchen eine freie Lizenz (eine pro Domain) zu bekommen oder eine bezahlte Lizenz anfragen.",
  "Please use": "Bitte verwenden Sie",
  "Postcode": "Postleitzahl",
  "Power Sensor": "Power Sensor",
  "Price (per year)": "Preis (pro Jahr)",
  "Probe": "Probe",
  "Probe Scan failed": "Probe Scan ist fehlgeschlagen",
  "Probes": "Probes",
  "Proceed": "Fortfahren",
  "Professional Version Feature": "Professional Version Feature",
  "Protocol": "Protokoll",
  "Range of CAN-Identifiers to scan (the default is 0x000 - 0x7FF)": "Skala der CAN-Identifiers zum Scannen (der Standardwert ist 0x000 - 0x7FF)",
  "Range of extended ISOTP addressing values (opt.)": "Skala der ISOTP Extended Addressing Werte (opt.)",
  "Raw Log Data": "Raw Log Data",
  "Re-clone the testcase.": "Klone den Testcase erneut.",
  "Receive own messages": "Empfange eigene Nachrichten",
  "Receiver CAN ID": "Empfänger CAN ID",
  "Refresh Probe System Data": "Aktualisiere Probe System-Daten",
  "Refresh the available channels of the probe. Last refresh was at": "Aktualisiere die verfügbaren Channels der Probe. Letzte Aktualisierung war am",
  "Refresh the available channels of the remote runner. Last refresh was at": "Refresh the available channels of the remote runner. Last refresh was at",
  "Regular updates": "Regelmäßige Updates",
  "Reload testcase": "Testcase neu laden",
  "Remote Testcase": "Remote Testcase",
  "Representation": "Darstellung",
  "Request / Response Data": "Anfrage / Antwort Daten",
  "Request a commerical license": "Fordern Sie eine gewerbliche Lizenz an",
  "Request a free license": "Fordern Sie eine kostenlose Lizenz an",
  "Request Details": "Anfrage Details",
  "Request for a license": "Anfrage für eine Lizenz",
  "Reset": "Reset",
  "Reset Selected Timeframe": "Ausgewähltes Zeitfenster zurücksetzen",
  "Response and State Details for similar Request with UID": "Antwort- und State-Details für ähnliche Anfragen mit UID",
  "Response and State Details for this Request": "Antwort- und State-Details für diese Anfrage",
  "Response Details": "Anfrage Details",
  "Restart": "Neustart",
  "Restart all testcases": "Starte alle Testcases neu",
  "Results": "Ergebnisse",
  "RoutineControlTypes List": "RoutineControlTypes List",
  "run.sh": "run.sh",
  "Runner": "Runner",
  "RX_EXT_ADDRESS": "RX_EXT_ADDRESS",
  "RX_ID": "RX_ID",
  "RXEXT": "RXEXT",
  "RXID": "RXID",
  "Sample UDS Scan Report": "Beispiel UDS Scan Report",
  "Save": "Speichern",
  "Save changes": "Änderungen speichern",
  "Save the name change of the template.": "Speichere die Namensänderung des Templates.",
  "Scan Duration": "Scan Dauer",
  "Scan for ISOTP Endpoints": "Scanne nach ISOTP Endpoints",
  "Scan Range": "Scan Skala",
  "Scan run was stopped due to reaching the set scan duration.": "Scan Run wurde gestoppt da er die gesetzte Scan Dauer erreicht hat.",
  "Seconds": "Sekunden",
  "Security access key generation server URL": "Security access key generation server URL",
  "Select language mode for editor or let the app automatically decided the language depending on the file extension.": "Auswählen des Sprachmodus oder der App das automatische Auswählen überlassen.",
  "Select license": "Lizenz auswählen",
  "Sender CAN ID": "Sender CAN ID",
  "Separation time in FC frame": "Trennungszeit im FC frame",
  "Serial": "Seriennummer",
  "Session change delay": "Session-Wechsel Verzögerung",
  "Settings": "Einstellungen",
  "Show Mail Content": "Zeige Mail Inhalt",
  "Sign In": "Einloggen",
  "Six Month": "In sechs Monaten",
  "Smart Scan Run": "Smart Scan Run",
  "Sniff Time": "Sniff Zeit",
  "SocketCAN devices can not be configured by non-root users.": "SocketCAN Devices können nicht konfiguriert werden von non-root Usern.",
  "Some testcases are already running on the selected target ecu.": "Einige Testcases werden momentan auf der ausgewählten Target ECU ausgeführt.",
  "Start all jobs again": "Starte alle Jobs erneut",
  "Start an UDS Scan": "Starte einen UDS Scan",
  "Start generic job(s)": "Starte generische(n) Job(s)",
  "Start Generic Jobs": "Starte generische Jobs",
  "Start one or more generic jobs by selecting the template and one or more probes on which the job should be run.": "Starte einen oder mehrere generische Jobs durch das Auswählen eines Templates und eines oder mehrerer Probes auf welchen die Jobs ausgeführt werden sollen.",
  "Start one or more tests by selecting the test case, and the target ECU on which the job should be run.": "Starte einen oder mehrere Testcases durch Auswahl des entsprechenden Tests und der Target ECU auf der sie ausgeführt werden sollen.",
  "Start Scan": "Starte Scan",
  "Start Tests": "Starte Tests",
  "State": "Status",
  "State Details": "State Details",
  "State Graph": "State Graph",
  "State/Province": "Bundesland",
  "Statistics": "Statistiken",
  "Stop": "Stop",
  "Stop Job": "Stoppe Job",
  "Stop Scan": "Stoppe Scan",
  "Stopping a scan run will cancel it and any results up to this point are lost. You can of course always restart the scan run.": "Das Stoppen einens Scan Runs wird diesen abbrechen und alle Ergebnisse bis zu diesem Zeitpunkt gehen verloren. Sie können den Scan Run natürlich jederzeit neu starten.",
  "Street Address": "Straße",
  "SYSTEM, AND DEPENDING ON THE APPLICATION, THE CONSEQUENCES OF YOUR IMPROPER\n": ", UND JE NACH ANWENDUNG KÖNNEN DIE FOLGEN IHRES UNSACHGEMÄSSEN HANDELNS SCHWERWIEGENDE BETRIEBSSTÖRUNGEN, \n",
  "Target ECU": "Target ECU",
  "Target ECUs": "Target ECUs",
  "Template": "Template",
  "Template Name": "Template Name",
  "Test Case": "Test Case",
  "Test Terminal": "Test Terminal",
  "test_case.py": "test_case.py",
  "Testcase": "Testcase",
  "Testcase already running": "Testcase wird bereits ausgeführt",
  "Testcase Execution": "Starte Testcase",
  "Testcase for Target ECU": "Testcase für Target ECU",
  "Testcase Manager": "Testcase Manager",
  "Testcase Template": "Testcase Template",
  "Testcase Templates": "Testcase Templates",
  "Testcases already running": "Testcases werden bereits ausgeführt",
  "Testcases on Target ECU": "Testcases auf Target ECU",
  "That means you can specify the patterns of the files which should be picked up ": "Das bedeutet Sie können darin die Pattern der Dateien welche aufgenommen werden sollen ",
  "The Available Services Enumeration enumerator fetches information about the UDS services supported by the target system. It identifies both available services and negative responses for services that are not supported.": "Der Enumerator Available Services Enumeration holt Informationen über die vom Zielsystem unterstützten UDS-Dienste ein. Er identifiziert sowohl verfügbare Dienste als auch negative Antworten für nicht unterstützte Dienste.",
  "The CommunicationControl enumerator tests if the Communication Control service is supported on the target system.": "Der CommunicationControl Enumerator testet, ob der Communication Control-Dienst auf dem Zielsystem unterstützt wird.",
  "The config.json file is responsible for defining the artifacts. ": "Die config.json Datei ist verantwortlich für das Definieren der Artifacts. ",
  "The current maximum amount of probes is set to ": "Die jetzige maximale Anzahl an Probes ist gesetzt auf ",
  "The date when the probe was created": "Das Datum an dem die Probe erstellt wurde",
  "The date when the target ECU was created": "Das Datum an dem die Target ECU erstellt wurde",
  "The device you selected needs a libusb driver.": "Das ausgewählte Gerät benötigt einen libusb Treiber.",
  "The DiagnosticSessionControl enumerator enables the capability to change diagnostic sessions on the target system, depending on the security level. This enumerator plays a vital role in accessing different diagnostic modes for comprehensive scanning and testing. This enumerator is not safe to use on a full vehicle scan.": "Der DiagnosticSessionControl Enumerator ermöglicht es, die Diagnosesitzungen auf dem Zielsystem in Abhängigkeit von der Sicherheitsstufe zu ändern. Dieser Enumerator spielt eine wichtige Rolle beim Zugriff auf verschiedene Diagnosemodi für umfassende Scans und Tests. Dieser Enumerator ist nicht sicher für die Verwendung bei einer vollständigen Fahrzeugprüfung.",
  "The ECUReset enumerator verifies whether the ECU Reset service is supported on the target system.": "Der ECUReset Enumerator prüft, ob der ECU Reset Service auf dem Zielsystem unterstützt wird.",
  "The file could not be uploaded due to an unexpected error.": "Die Datei konnte nicht hochgeladen werden aufgrund eines unerwarteten Fehlers.",
  "The file tree can be used to add, update and delete files for the testcase execution. ": "Der Dateibaum kann zum Hinzufügen, Aktualisieren und Löschen von Dateien für die Testfallausführung verwendet werden. ",
  "The following data should be used for generating the license": "Die folgenden Daten sollen für das Generieren der Lizenz verwendet werden",
  "The InputOutputControlByIdentifier enumerator gathers available Input Output Controls based on their identifiers and provides information about negative responses per state. This enumerator is not safe to use on a full vehicle scan.": "Der InputOutputControlByIdentifier Enumerator sammelt verfügbare Input-Output-Controls auf der Grundlage ihrer Identifier und liefert Informationen über negative Antworten für jeden Zustand. Dieser Enumerator ist nicht sicher für die Verwendung bei einem vollständigen Fahrzeugscan.",
  "The IP that the probe token was last used at": "Zuletzt verwendete IP der Probe",
  "The last contact with the probe": "Letzter Kontakt mit der Probe",
  "The last scan finished successfully": "Der letzte Scan wurde erfolgreich beendet",
  "The last scan finished successfully but with a partial result because it was stopped by the user": "Der letzte Scan wurde erfolgreich beendet allerdings mit einem unvollständigen Ergebniss da er vom Benutzer gestoppt wurde",
  "The last scan generated an error": "Der letzte Scan hat einen Fehler generiert",
  "The license seems to be invalid.": "Die Lizenz scheint ungültig zu sein.",
  "The Probe associated with this Target ECU is either gone or currently not available": "Die mit dieser Target ECU verbundene Probe existiert nicht mehr oder ist vorübergehend nicht verfügbar",
  "The Probes navigation tree entry is only visible with expert mode enabled": "Der Navigationsbaumeintrag Probes ist nur sichtbar, wenn der Expertenmodus aktiviert ist",
  "The provided coupon code seems to be invalid.": "Der bereitgestellte Coupon scheint ungültig zu sein.",
  "The Query Server for Keys variant of the SecurityAccess enumerator attempts to access available security levels by using an external security access server. This method provides an alternative approach to handle security challenges.": "Die Variante 'Query Server for Keys' des SecurityAccess Enumerators versucht, über einen externen Security Access Server auf die verfügbaren Security Levels zuzugreifen. Diese Methode bietet einen alternativen Ansatz für den Umgang mit Security Challenges.",
  "The Random ReadMemoryByAddress enumerator randomly reads memory addresses on the target system, contributing to a more diverse data collection.": "Der Random ReadMemoryByAddress Enumerator liest nach dem Zufallsprinzip Speicheradressen auf dem Zielsystem und trägt so zu einer vielfältigeren Datensammlung bei.",
  "The ReadDataByIdentifier enumerator is designed to read data from the target system based on specific identifiers within a given scan range. It allows retrieving important data points that can provide insights into the system’s configuration and functionality.": "Der ReadDataByIdentifier Enumerator dient zum Auslesen von Daten aus dem Zielsystem auf der Grundlage bestimmter Identifier innerhalb eines bestimmten Scanbereichs. Er ermöglicht das Abrufen wichtiger Datenpunkte, die Aufschluss über die Konfiguration und Funktionalität des Systems geben können.",
  "The ReadDataByPeriodicIdentifier enumerator tests if the Read Data By Periodic Identifier service is supported on the target system.": "Der ReadDataByPeriodicIdentifier Enumerator prüft, ob der Read Data By Periodic Identifier Dienst auf dem Zielsystem unterstützt wird.",
  "The RequestDownload enumerator tests if the Request Download service is supported on the target system.": "Der RequestDownload Enumerator prüft, ob der Request Download Dienst auf dem Zielsystem unterstützt wird.",
  "The requested artifact does not seem to exist": "Das angeforderte Artefakt scheint nicht zu existieren",
  "The requested artifacts do not seem to exist": "Die angeforderten Artefakte scheinen nicht zu existieren",
  "The requested CSV report does not seem to exist": "Der angeforderte CSV Report scheint nicht zu existieren",
  "The result list is limited to {{maxValue}} entries without a paid license.": "Die Ergebnisliste ist ohne bezahlte Lizenz auf {{maxValue}} Einträge limitiert.",
  "The return value of the method will be appended to the TargetECU as a new entry.": "Der Rückgabewert der Methode wird der TargetECU als neuer Wert angehängt.",
  "The RoutineControl enumerator enables users to identify control routines on the target system. Users can scan for start, stop, and retrieve results of routines based on the configuration. This enumerator is not safe to use on a full vehicle scan.": "Der RoutineControl Enumerator ermöglicht es Benutzern, Kontrollroutinen auf dem Zielsystem zu identifizieren. Benutzer können auf der Grundlage der Konfiguration nach Start, Stopp und Abrufen von Ergebnissen von Routinen suchen. Dieser Enumerator ist nicht sicher für die Verwendung bei einer vollständigen Fahrzeugsuche.",
  "The RoutineControl enumerator, with the ‘startRoutine’ type, is specifically designed to start routines on the target system. This enumerator is not safe to use on a full vehicle scan.": "Der RoutineControl Enumerator mit dem Typ 'startRoutine' ist speziell für den Start von Routinen auf dem Zielsystem vorgesehen. Dieser Enumerator ist nicht sicher für die Verwendung bei einer vollständigen Fahrzeugsuche.",
  "The run.sh is the entrance point for all remote jobs. ": "Die run.sh ist der Einstiegspunkt für alle Remote Jobs. ",
  "The runner on which this scan should be run (disconnected runners are shown in red and cannot be used)": "Der Runner auf dem der Scan laufen soll (getrennte Runner werden in rot dargestellt und können nicht verwendet werden)",
  "The scan is currently paused": "Der Scan ist momentan pausiert",
  "The scan is currently running": "Der Scan läuft momentan",
  "The scan is in an unknown state": "Der Scan ist in einem unbekannten Zustand",
  "The scan is scheduled and about to be started": "Der Scan ist eingeplant und wird gestartet werden",
  "The scan on the probe failed. ": "Der Scan auf der Probe ist fehlgeschlagen. ",
  "The SecurityAccess enumerator is used to discover available security seeds with access type and state on the target system. This information is essential for understanding the security mechanisms in place and gaining appropriate access to the system.": "Der SecurityAccess Enumerator wird verwendet, um verfügbare Sicherheitsseeds mit Zugriffstyp und Status auf dem Zielsystem zu ermitteln. Diese Informationen sind wichtig, um die vorhandenen Sicherheitsmechanismen zu verstehen und einen angemessenen Zugang zum System zu erhalten.",
  "The selected file is a binary file which can not be edited.": "Die ausgewählte Datei ist eine Binärdatei welche nicht editiert werden kann.",
  "The server then either returns an error or the calculated key wrapped in a JSON structure:": "Der Server antwortet darauf entweder mit einem Fehler oder schickt den berechneten key in einer JSON-Struktur:",
  "The Smart ReadDataByIdentifier enumerator is an intelligent variant of the ReadDataByIdentifier enumerator. It utilizes a more sophisticated approach to optimize data retrieval based on identifier information and scan range.": "Der Smart ReadDataByIdentifier Enumerator ist eine intelligente Variante des ReadDataByIdentifier-Enumerators. Er verwendet einen ausgefeilteren Ansatz zur Optimierung des Datenabrufs auf der Grundlage der Identifier Informationen und des Scanbereichs.",
  "The Smart ReadMemoryByAddress enumerator provides a sophisticated method to probe for the read memory addresses service on the target system by combining the Random ReadMemoryByAddress Enumeration followed by the Sequential ReadMemoryByAddress Enumeration.": "Der Smart ReadMemoryByAddress Enumerator bietet eine ausgeklügelte Methode, um den Dienst der gelesenen Speicheradressen auf dem Zielsystem zu ermitteln, indem er die Random ReadMemoryByAddress Enumeration, gefolgt von dem Sequential ReadMemoryByAddress Enumerator kombiniert.",
  "The Smart RoutineControl enumerator only scans for stop routines and retrieve results routines on the target system. Therefore it is safe to use on full vehicle scans.": "Der Smart RoutineControl Enumerator sucht nur nach Stopproutinen und Ergebnisabrufroutinen auf dem Zielsystem. Daher kann er sicher bei vollständigen Fahrzeugüberprüfungen verwendet werden.",
  "The Smart Scan Run enumerator combines various other enumerators to gather the most general information possible about the target system. It leverages the information collected by other enumerators to provide a holistic view of the system. This enumerator is not safe to use on a full vehicle scan.": "Der Smart Scan Run Enumerator kombiniert verschiedene andere Enumeratoren, um möglichst allgemeine Informationen über das Zielsystem zu sammeln. Er nutzt die von anderen Enumeratoren gesammelten Informationen, um einen ganzheitlichen Überblick über das System zu erhalten. Dieser Enumerator ist bei einem vollständigen Fahrzeug-Scan nicht sicher.",
  "The Smart WriteDataByIdentifier enumerator is responsible for using the Write Data By Identifier services on the target system. It follows a two-step process, first reading the value of the identifier and then writing the same value to the identifier. This prevents undesired modification of the system.": "Der Smart WriteDataByIdentifier Enumerator ist für die Nutzung der Write Data By Identifier Dienste auf dem Zielsystem zuständig. Er folgt einem zweistufigen Verfahren, bei dem zunächst der Wert des Identifiers gelesen und dann derselbe Wert in den Identifier geschrieben wird. Dadurch wird eine unerwünschte Änderung des Systems verhindert.",
  "The supplied email address is already taken. Please try again.": "Die eingegebene E-Mail Adresse ist bereits vergeben. Bitte versuchen Sie es erneut.",
  "The supplied email address is invalid. Please try again.": "Die eingegebene E-Mail Adresse ist ungültig. Bitte versuchen Sie es erneut.",
  "The supplied name is already taken. Please try again.": "Der eingegebene Name ist bereits vergeben. Bitte versuchen Sie es erneut.",
  "The supplied password of the authenticated user is incorrect. Please try again.": "Das eingegebene Passwort des authentifizierten Users ist inkorrekt. Bitte versuchen Sie es erneut.",
  "The test_case method can have all possible values which are defined in the TargetECU configurations as call parameters. ": "Die test_case Methode kann alle möglichen Werte der TargetECU Konfiguration als Aufrufparameter bekommen. ",
  "The test_case.py file contains the logic of the test case which shall be executed. ": "Die test_case.py Datei beinhaltet die Logik des auszuführenden Test Case. ",
  "The TesterPresent enumerator verifies whether the Tester Present service is supported on the target system.": "Der TesterPresent Enumerator prüft, ob der Tester Present Dienst auf dem Zielsystem unterstützt wird.",
  "The TransferData enumerator tests if the Transfer Data service is supported on the target system.": "Der TransferData Enumerator testet, ob der Transfer Data Dienst auf dem Zielsystem unterstützt wird.",
  "The value for the UDS scan duration will be set to the current max allowed value": "Der Wert für die UDS Scan-Dauer wird gesetzt auf den momentan maximal erlaubten Wert",
  "The XOR-Key Probing variant of the SecurityAccess enumerator attempts to access available security levels by using an XOR-based method to generate the key from the seed.": "Die XOR-Key-Probing-Variante des SecurityAccess-Enumerators versucht, auf die verfügbaren Security Levels zuzugreifen, indem sie eine XOR-basierte Methode zur Erzeugung des Schlüssels aus dem Seed verwendet.",
  "then replug the device.": "und stecken Sie das Gerät erneut ab und an.",
  "There are no configurable parameters for the selected interface": "Es gibt keine konfigurierbaren Parameter für das ausgewählte Gerät",
  "There are no more free licenses available for this domain or coupon code. Feel free to contact us for a paid license.": "Es sind keine kostenlosen Lizenzen für diese Domain oder Coupon-Code verfügbar. Bitte kontaktieren Sie uns falls Sie eine Lizenz kaufen möchten.",
  "There was an error. Please make sure that you have the latest version installed / try again later. Please report this as a bug if the error perists longer than a day.": "Ein Fehler ist aufgetreten. Bitte stellen Sie sicher dass Sie die aktuellste Version installiert haben bzw. versuchen Sie es bitte später noch einmal. Teilen Sie uns dieses Problem bitte mit falls es länger als einen Tag besteht.",
  "This action requires a valid license.": "Diese Aktion benötigt eine gültige Lizenz.",
  "This element will always be initialized during a testcase execution.": "Dieses Element wird immer beim Ausführen eines Testcases initalisiert.",
  "This testcase has been modified in the background. You can either save to overwrite the background changes or reload the editor to get them.": "Dieser Testcase wurde im Hintergrund geändert. Sie können entweder speichern, um die Änderungen im Hintergrund zu überschreiben, oder den Editor neu laden, um sie zu erhalten.",
  "This testcase is already running on the selected target ecu.": "Dieser Testcase wird momentan auf der ausgewählten Target ECU ausgeführt.",
  "This testcase is outdated. Clone it again to get the latest version.": "Dieser Testcase ist veraltet. Klonen Sie ihn erneut, um die neueste Version zu erhalten.",
  "THIS WARNING IS PRESENTED TO INFORM YOU THAT THE OPERATION OF THIS SOFTWARE MAY\n": "DIESE WARNUNG SOLL SIE DARÜBER INFORMIEREN, DASS DIE BENUTZUNG DIESER SOFTWARE\n",
  "Three Month": "In drei Monaten",
  "Time": "Zeit",
  "Time in seconds to listen for default communication on the bus": "Zeit in Sekunden um nach Standardkommunikation auf dem Bus zu horchen",
  "Time in seconds to wait for isotp flow control responses after sending a first frame": "Zeit in Sekunden um auf ISOTP Flow Control Antworten zu warten nach dem Senden des First Frames",
  "Time to wait for a response after a request was sent": "Wartezeit für eine Antwort nachdem eine Anfrage gesendet wurde",
  "Timeout": "Timeout",
  "Title": "Anrede",
  "to change the driver to": "to change the driver to",
  "Token": "Token",
  "Token / unique probe configuration identifier": "Token / eindeutiges Probe Erkennungsmerkmal",
  "Transmit Queue Length": "Größe des Sendepuffers",
  "Try to request a free license": "Fordern Sie eine freie Lizenz an",
  "TX_ID": "TX_ID",
  "TXEXT": "TXEXT",
  "TXID": "TXID",
  "UDS ISOTP Socket": "UDS ISOTP Socket",
  "UDS Scan Run": "UDS Scan Run",
  "UDS Scan Run Report": "UDS Scan Run Report",
  "UDS Scan Run Report (Fake)": "UDS Scan Run Report (Fake)",
  "UDS Scan Run Reports": "UDS Scan Run Berichte",
  "Unable to fetch the features overview. Please check your internet connection and manually retry the fetch or visit our website www.dissec.to.": "Es ist nicht möglich, die Übersicht der Lizenz Features zu laden. Bitte prüfen Sie Ihre Internetverbindung und versuchen Sie die Anfrage manuell erneut oder besuchen Sie unsere Webseite www.dissec.to.",
  "Unanswered": "Unbeantwortet",
  "undefined": "undefiniert",
  "Unexpected backend error. Please try again later or report this as bug if the error perists for a longer period.": "Unerwarteter Backend Fehler. Bitte versuchen Sie es später erneut oder melden Sie diesen Fehler falls er über einen längeren Zeitraum besteht.",
  "Unexpected error": "Unerwarteter Fehler",
  "Unlimited": "Unbegrenzt",
  "Upload File(s)": "Datei(en) hochladen",
  "URL used by the scanner to retrieve security access keys.<1></1>The scanner sends a POST request with a JSON body that has the following structure:": "Diese URL wird vom Scanner-Backend verwendet um security access keys zu generieren.<1></1>Der Scanner schickt dabei einen POST-Request mit dem folgenden JSON-Body:",
  "Use and display hexadecimal numbers": "Verwende hexadezimale Zahlen",
  "Use extended addressing": "Verwende Extended Addressing",
  "Use hex": "Use hex",
  "Use padding": "Verwende Padding",
  "User": "Benutzer",
  "User Management": "Benutzerverwaltung",
  "Value": "Wert",
  "Verify results": "Verifiziere Ergebnisse",
  "Verify Results": "Verifiziere Ergebnisse",
  "Versions": "Versionen",
  "View": "Ansehen",
  "View Raw Log Data": "Rohe Logdaten anzeigen",
  "WARNING! - YOUR USE OF THIS SOFTWARE MUST BE DONE WITH CAUTION AND A FULL UNDERSTANDING OF THE RISKS!\n": "WARNUNG! - DIE VERWENDUNG DIESER SOFTWARE MUSS MIT VORSICHT UND IM VOLLEN VERSTÄNDNIS DER RISIKEN ERFOLGEN!\n",
  "When do you want to be contacted by us": "Wann möchten Sie von uns kontaktiert werden",
  "where they are stored as job artifacts. You can download them at the Generic Jobs view.": "where they are stored as job artifacts. You can download them at the Generic Jobs view.",
  "Wrong password": "Falsches Passwort",
  "Yes": "Ja",
  "You can add a coupon code here that was handed to you by us. It is however not necessary and if omitted you will still be able to get one free license per company domain (that is yourname@companydomain.com).": "Sie können hier einen Coupon-Code einfügen, den Sie von uns erhalten haben. Das ist allerdings nicht nötig bzw. Sie können sich auch ohne Code eine kostenlose Lizenz pro Firmen-Domain austellen lassen (ihrname@firmendomain.de).",
  "You can also visit our knowledge base to find solutions for your problem": "Sie können auch unsere Wissensdatenbank besuchen, um eine Lösung für Ihr Problem zu finden:",
  "You can buy a professional license to increase it.": "Sie können eine Professional Lizenz kaufen um sie zu erhöhen.",
  "You don't have the correct permissions to use this device.": "Sie haben nicht die erforderlichen Berechtigungen um dieses Gerät zu nutzen.",
  "You need to provide a valid email address.": "Sie müssen eine gültige E-Mail-Adresse zur Verfügung stellen.",
  "Your free license was downloaded successfully and will be added now.": "Ihre freie Lizenz wurde erfolgreich heruntergeladen und wird jetzt hinzugefügt.",
  "Your free license was successfully added.": "Ihre freie Lizenz wurde erfolgreich hinzugefügt."
}
